" bytes" = " Bytov";
" of " = " z ";
" was not found." = " nebola nájdená.";
"\"%@\" copied successfully to \n\"%@\"." = "\"%@\" úspešne skopírované do \n\"%@\".";
"\"%@\" moved successfully to \n\"%@\"." = "\"%@\" úspešne presunuté do \n\"%@\".";
"%@ named \"%@\" already exists in this location. Do you want to replace it with the %@ you are copying?" = "%@ s názvom \"%@\" už existuje na tomto mieste. Chcete ju prepísať %@ ktorú kopírujete?";
"%@ named \"%@\" already exists in this location. Do you want to replace it with the %@ you are moving?" = "%@ s menom \"%@\" už existuje. Chcete ho naozaj prepísať %@ pri presune?";
"%@ of %@ (%@/s) - remaining time: %@" = "%@ z %@ (%@/s) - zostávajúcí čas: %@";
"%lu items copied successfully to \n\"%@\"." = "%lu položiek úspešne skopírované do \n\"%@\".";
"%lu items moved successfully to \n\"%@\"." = "%lu položek úspešne presunuté do \n\"%@\".";
"A newer item" = "Novšiu položku";
"An error occurred while deleting." = "Pri vymazávaní došlo k chybe.";
"An error occurred while preflighting the item \"%@\"." = "Počas kontroly došlo k chybe položky \"%@\".";
"An error occurred." = "Došlo k chybe.";
"An item" = "Položka";
"An older item" = "Staršia položka";
"Apply to all" = "Použiť pre všetky";
"Apply to all file conflicts" = "Použiť na všetky konflikty súborov";
"Apply to all folder conflicts" = "Použiť na všetky konflikty priečinkov";
"Bytes/Second:" = "Bytov za sekundu:";
"Choose Folder" = "Vyberte zložku";
"Computer" = "Počítač";
"Conflicting item names" = "Konflikt mien";
"Continue" = "Pokračovať";
"Copied %u items to \"%@\"" = "Skopírované %u položiek do \"%@\"";
"Copied: " = "Skopírované: ";
"Copy" = "Kopírovať";
"Copy completed" = "Kopírovanie dokončené";
"Copying \"%@\"" = "Kopírovanie \"%@\"";
"Copying \"%@\" to \"%@\"" = "Kopírovanie \"%@\" do \"%@\"";
"Copying %u items to \"%@\"" = "Kopírujem %u položiek do \"%@\"";
"Count: %u" = "Počet: %u";
"Created: %@" = "Vytvorené: %@";
"Delete" = "Vymazať";
"Delete completed" = "Vymazanie dokončené";
"Document" = "Dokument";
"Don't Replace" = "Nenahrádzať";
"Emptying the Trash for \"%@\"" = "Vysypať kôš pro \"%@\"";
"Error!" = "Chyba!";
"Folder" = "Zložka";
"Item is locked" = "Položka je zamknutá";
"Item is not deletable" = "Položku nie je možné vymazať";
"Item is not movable" = "Položku nie je možné presunúť";
"Item is not readable" = "Položku nie je možné čítať";
"Item is not writable" = "Položku nie je možné upraviť";
"Item is too big" = "Položka je príliš veľká";
"Item: \"" = "Položka: \"";
"Items deleted successfully." = "Položky úspešne vymazané.";
"Keep both" = "Zachovať obe";
"Keep newer (creation date)" = "Použiť novšiu (dátum vytvorenia)";
"Keep newer (modification date)" = "Použiť novšiu (dátum úpravy)";
"Keep older (creation date)" = "Použiť staršiu (dátum vytvorenia)";
"Keep older (modification date)" = "Použiť staršiu (dátum úpravy)";
"Keep…" = "Zachovať…";
"Merge" = "Zlúčiť";
"Modified: %@" = "Upravené: %@";
"Move" = "Presunúť";
"Move completed" = "Presun dokončený";
"Moving \"%@\"" = "Presúvanie \"%@\"";
"Moving \"%@\" to \"%@\"" = "Presúvanie \"%@\" do \"%@\"";
"Name:" = "Meno:";
"New Folder" = "Nová zložka";
"No running file operations" = "Neprebiehajú žiadne súborové operácie";
"Not enough free space at destination. %@ of additional free space required." = "Na cieľovom mieste nie je dostatok miesta. Potrebujete ešte aspoň %@.";
"Package" = "Balíček";
"Pause" = "Pauza";
"Paused!" = "Zastavené!";
"Preparing to copy \"%@\" to \"%@\"" = "Príprava kopírovania \"%@\" do \"%@\"";
"Preparing to copy %@ items" = "Príprava kopírovania %@ položiek";
"Preparing to copy to \"%@\"" = "Prebieha príprava na kopírovanie \"%@\"";
"Preparing to move \"%@\" to \"%@\"" = "Príprava presunu \"%@\" do \"%@\"";
"Preparing to move %@ items" = "Príprava presunu %@ položiek";
"Queue file operations" = "Zaradiť súborovú operáciu do fronty";
"Remaining Items:" = "Zostávajúce položky:";
"Remaining:" = "Zostávajúce:";
"Replace" = "Prepísať";
"Replace?" = "Prepísať?";
"Skip" = "Preskočiť";
"Start" = "Štart";
"Stop" = "Zastaviť";
"Stopping…" = "Zastavujem…";
"Symbolic Link" = "Symbolický link";
"The item \"%@\" cannot be verified. That does not mean it was not copied properly." = "Položka \"%@\" nemohla byť overená. To neznamená, že bola nesprávne skopírovaná.";
"The item \"%@\" is locked and cannot be deleted. Do you want to unlock and delete it?" = "Položka \"%@\" je zamknutá a nemôže byť vymazaná. Chcete ju odomknúť a vymazať?";
"The item \"%@\" is locked and cannot be moved. Do you want to unlock and move it?" = "Položka \"%@\" je zamknutá a nie je ju možné presunúť. Odomknite ju pred presunom.";
"The item \"%@\" is too big for destination file system." = "Položka \"%@\" je pre cieľový súborový systém príliš veľká.";
"Time Remaining:" = "Zostávajúci čas:";
"Total Items:" = "Celkom položiek:";
"Total:" = "Celkom:";
"Verification failed for the item \"%@\"." = "Zlyhalo overenie položky \"%@\".";
"Volume" = "Jednotka";
"Waiting to copy \"%@\" to \"%@\"" = "Čakanie na kopírovanie \"%@\" do \"%@\"";
"Waiting to delete files…" = "Čakanie na vymazanie súborov…";
"Waiting to empty the Trash…" = "Čakanie na vysypanie koša…";
"Waiting to move \"%@\" to \"%@\"" = "Čakanie na presun \"%@\" do \"%@\"";
"You don't have sufficient permissions to delete the item \"%@\"." = "Nemáte dostatočné oprávnenie na odstránenie položky \"%@\".";
"You don't have sufficient permissions to move the item \"%@\"." = "Nemáte dostatočné oprávnenia na presun položky \"%@\".";
"You don't have sufficient permissions to read the item \"%@\"." = "Nemáte dostatočné oprávnenia na čítanie položky \"%@\".";
"You don't have sufficient permissions to write into the item \"%@\"." = "Nemáte dostatočné oprávnenie na prepísanie položky \"%@\".";
"copy" = "kopírovať";
"destination checksum: %@" = "miesto kontrolného súčtu: %@";
"destination: %@" = "cieľové umiestnenie: %@";
"item: %@" = "položka: %@";
"newer one" = "tou novšou";
"older one" = "tú staršiu";
"one" = "tou";
"source checksum: %@" = "zdroj kontrolného súčtu: %@";
"source: %@" = "zdroj: %@";
"untitled folder" = "nová zložka";
"untitled.txt" = "bez mena.txt";
